// General
"ADD" = "Ajouter";
"OK" = "OK";
"CANCEL" = "Annuler";
"Space" = "Espace";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";
"CONTINUE" = "Continuer";
"TURN_BT_ON" = "Activer Bluetooth";

"SEARCHING" = "Recherche…";
"CONNECTING" = "Connexion en cours…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Contrôle";
"MODIFER_COMMAND" = "⌘ Commande";

"MOUSEBUTTON_OPEN" = "Ouvrir « %@ »";

//
"TOP_LABEL_BT_OFF_HEADER" = "Branchez une souris USB ou activez Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Attendez qu’une souris Bluetooth soit détectée ou branchez une souris USB.";
"TOP_LABEL_NO_BT_HEADER" = "Branchez une souris USB.";

//
"MID_LABEL_NO_MOUSE" = "Aucune souris trouvée.";
"MID_LABEL_1_MOUSE" = "1 souris trouvée.";
"MID_LABEL_MOUSE_FOUND" = "« %@ » détectée";


// Gestures
"ONE_FINGER" = "Un doigt";
"ONEFINGER_SCROLL_GESTURE" = "Faire défiler";
"AX_ONEFINGER_SCROLL_GESTURE" = "Faire défiler";
"SECONDARYCLICK_GESTURE" = "Clic secondaire";
"AX_SECONDARYCLICK_GESTURE" = "Clic secondaire";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Zoom écran";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Zoom écran";

"TWO_FINGERS" = "Deux doigts";
"2F_SWIPE_LEFT_RIGHT" = "Balayage gauche/droite pour naviguer";
"AX_2F_SWIPE_LEFT_RIGHT" = "Balayage vers la gauche et la droite pour naviguer";

"SCREENZOOM_GESTURE" = "Zoom écran";
"WITH_MOMENTUM" = "avec inertie";
"WITHOUT_MOMENTUM" = "sans inertie";


//
"BT_OFF_ALERT_TITLE" = "Vous ne pouvez vous connecter à une souris Bluetooth car Bluetooth est désactivé. Souhaitez-vous l’activer ?";
"BT_INDICATOR_SEARCHING" = "Recherche…";
"BT_INDICATOR_CONNECTING" = "Connexion en cours…";

//
"LEFT" = "Gauche";
"RIGHT" = "Droite";
"SCROLL" = "Faire défiler";
"NAVIGATE" = "Naviguer";
"SCROLL_OFF" = "Non";
"SCROLL_VERTICAL" = "Vertical uniquement";
"SCROLL_VERTICAL_HORIZONTAL" = "Vertical et horizontal";
"SCROLL_360" = "360 degrés";
"SWIPE_1_FINGER" = "1 doigt";
"SWIPE_2_FINGER" = "2 doigts";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé : toutes les fenêtres";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé : fenêtres de l’application";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé : Bureau";



